Repository: Tabs16/tamtam
Catalog: TamTamMini.activity/po/*.po
Languages: el

source: TamTamMini
el: Το μικρό Ταμ-Τάμ

source: Play
el: Αναπαραγωγή

source: Record
el: Εγγραφή

source: TamTam
el: Ταμ-Ταμ

source: Balance
el: Ισορροπία

source: Reverb
el: Αντήχηση

source: Record microphone into slot 1
el: Ηχογράφηση Μικροφώνου μέσω της θύρας 1

source: Record microphone into slot 2
el: Ηχογράφηση Μικροφώνου μέσω της θύρας 2

source: Record microphone into slot 3
el: Ηχογράφηση Μικροφώνου μέσω της θύρας 2

source: Click to record a loop
el: Πατήστε για ηχογράφηση μιας επανάληψης

source: Click to add a loop
el: Κάνε κλικ για προσθήκη επανάληψης

source: Click to clear all loops
el: Κάνε κλικ για να καθαρίσεις όλες τις επαναλήψεις

source: Add new Sound
el: Προσθήκη νέου ήχου

source: Sound:
el: Ήχος:

source: Register:
el: Καταχώρηση:

source: Select tool
el: Εργαλείο επιλογής

source: Draw tool
el: Εργαλείο σχεδιασμού

source: Paint tool
el: Εργαλείο βαφής

source: Generate new tune
el: Δημιουργία νέας μελωδίας

source: Generate page
el: Δημιουργία σελίδας

source: Page properties
el: Ιδιότητες σελίδας

source: Delete page(s)
el: Διαγραφή σελίδας(-ων)

source: Duplicate page(s)
el: Πλεονασμός σελίδας(-ων)

source: Add page
el: Προσθήκη σελίδας

source: Beats per page
el: Κτύποι ανά σελίδα

source: Save tune
el: Αποθήκευση μελωδίας

source: Load tune
el: Ανάκτηση μελωδίας

source: Generate track
el: Δημιουργία κομματιού

source: Track properties
el: Ιδιότητες κομματιού

source: Clear track
el: Εκκαθάριση κομματιού

source: Duplicate track
el: Αντιγραφή κομματιού

source: Note(s) properties
el: Ιδιότητες Νότας(ων)

source: Delete note(s)
el: Διαγραφή Νότας(ων)

source: Duplicate note(s)
el: Αντιγραφή νότας(ων)

source: Move note in time
el: Μετακίνηση νότας στον χρόνο

source: Lower pitch
el: Χαμήλωμα τόνου

source: Raise pitch
el: Ψήλωμα τόνου

source: Modify duration
el: Τροποποίηση διάρκειας

source: Lower volume
el: Μείωση έντασης

source: Raise volume
el: Αύξηση έντασης

source: Pause
el: Παύση

source: Stop
el: Τερματισμός

source: Keyboard recording
el: Ηχογράφιση πληκτρολογίου

source: Save as .ogg
el: Αποθήκευση ως .ogg

source: Rewind
el: Οπισθοχώρηση

source: Save to journal and quit
el: Αποθήκευση στο ημερολόγιο και τερματισμός

source: Master volume
el: Κύρια Ένταση

source: Tempo
el: Τέμπο

source: Left click to mute, right click to solo
el: Αριστερό κλικ για σίγανση, δεξί κλικ για σόλο

source: -- Rythm density, | Rythm regularity
el: -- Πυκνότητα ρυθμού, | Διατήρηση Ρυθμού

source: -- Pitch regularity, | Pitch maximum step
el: -- Διατήρηση τονικότητας, | Μέγιστο βήμα τονικότητας

source: -- Average duration, | Silence probability
el: -- Μέση διάρκεια | Πιθανότητα σιωπής

source: Drunk
el: Μεθυσμένο

source: Drone and Jump
el: Ισοκράτης και Διάστημα

source: Repeater
el: Επαναλήπτης

source: Loop segments
el: Τμήματα επανάληψης

source: Major scale
el: Μείζονα Κλίμακα

source: Harmonic minor scale
el: Αρμονική ελάσσονα κλίμακα

source: Natural minor scale
el: Φυσική ελάσσονα κλίμακα

source: Phrygian scale
el: Φρύγιος τρόπος

source: Dorian scale
el: Δωρικός τρόπος

source: Lydian scale
el: Λύδιος τρόπος

source: Myxolydian scale
el: Μιξολύδιος τρόπος

source: Save preset
el: Αποθήκευση στις προεπιλογές

source: Load preset
el: Φόρτωση προεπιλεγής

source: Generate
el: Δημιούργησε

source: Close
el: Κλείσε

source: Transpose up
el: Ανέβασμα τονικότητας

source: Transpose down
el: Κατέβασμα τονικότητας

source: Volume up
el: Αύξηση έντασης

source: Volume down
el: Μείωση έντασης

source: Panoramisation
el: Πανοραμικό εφέ

source: Attack duration
el: Διάρκεια κρούσης

source: Decay duration
el: Διάρκεια εξασθένησης

source: Lowpass filter
el: Χαμηλοπερατό φίλτρο

source: Highpass filter
el: Υψηπερατό φίλτρο

source: Bandpass filter
el: Ζωνοπερατό φίλτρο

source: Filter cutoff
el: Φίλτρο αποκοπής

source: Open algorithmic generator
el: Άνοιξε την αλγοριθμική γεννήτρια

source: Line
el: Γραμμή

source: Drone and jump
el: Ισοκράτης και διάστημα

source: Minimum value
el: Ελάχιστη τιμή

source: Maximum value
el: Μέγιστη τιμή

source: Specific parameter
el: Συγκεκριμένη παράμετρος

source: Apply generator
el: Εφαρμογή γεννήτριας

source: Cancel
el: Ακύρωση

source: Volume
el: Ένταση

source: Play / Stop
el: Αναπαραγωγή / Διακοπή

source: Left click to record, right click to record on top
el: Αριστερό κλικ για ηχογράφηση, δεξί κλικ για ηχογράφηση από πάνω

source: Complexity of beat
el: Πολυπλοκότητα ρυθμού

source: Beats per bar
el: Κτύποι ανά μέτρο

source: Jazz / Rock Kit
el: Τζαζ / Ροκ Συλλογή

source: African Kit
el: Αφρικανική Συλλογή

source: Arabic Kit
el: Αραβική Συλλογή

source: South American Kit
el: Νοτιο-αμερικανική Συλλογή

source: Electronic Kit
el: Ηλεκτρονική Συλλογή

source: Record with the microphone
el: Ηχογράφηση με το μικρόφωνο

source: Open SynthLab to create noise
el: Άνοιγξε το Εργαστήριο Ήχου για τη δημιουργία θορύβου

source: Record mic into slot 1
el: Ηχογράφηση μικροφώνου μέσω της θύρας 1

source: Record mic into slot 2
el: Ηχογράφηση μικροφώνου μέσω της θύρας 2

source: Record mic into slot 3
el: Ηχογράφηση μικροφώνου μέσω της θύρας 3

source: Record mic into slot 4
el: Ηχογράφηση μικροφώνου μέσω της θύρας 4
