Repository: Tabs16/tamtam
Catalog: po/pbs.po
Languages: pbs

source: A music and sound exploration application for Sugar
pbs: Kda-a lu'uei ve'e'eu kichjax maiñ vatei ne sugar

source: TamTam is a suite of four music and sound related activities for Sugar. TamTam is written in python with some C functions for speed-critical services. The audio engine for TamTam is Csound.
pbs: TamTam skad-a ndavaí ranji kiñui ngul'ajau se vumang re kichjax maiñ re vatei' pu sugar. TamTam me'ets' Python lumei kad-a ndavaí C manague re ngul'ajau manatsjau s. Pu ndapu manajap ne TamTam es Csound

source: Play / Pause
pbs: Maleiñ/Mama'aí

source: Stop
pbs: Ndama'ai

source: Select tool
pbs: ni'ip makeje'

source: Draw Tool
pbs: Ni'ip matsjau makeje'

source: Paint Tool
pbs: ni'ip ndaka'at

source: Duplicate
pbs: valeima

source: Generate Tune
pbs: Matsjau kichjas

source: Generation
pbs: Matsjau

source: Record keyboard
pbs: Maka'an ne ndatet kily'e

source: Record to ogg
pbs: Maka'an ma ogg

source: Volume / Tempo
pbs: Manajap / kunju'

source: Properties
pbs: Vupaí

source: Volume
pbs: Manajap

source: Rhythm
pbs: Manajap likia'aut

source: Density
pbs: vapu

source: Regularity
pbs: makja't

source: Pitch
pbs: lijiu

source: Maximum step
pbs: ma'ujuiñ vakejé

source: Duration
pbs: lun'ejem

source: Note duration
pbs: lun'ejem ne lijiu

source: Silence density
pbs: Vakja nip kanen lijiu

source: Scale:
pbs: tajaich'

source: Mode:
pbs: Vakjá

source: Drunk
pbs: Kanjau'

source: Drone and Jump
pbs: Tseik maiñ' vu'ujuch'

source: Repeater
pbs: Kaleix ka'ujuñ

source: Loop segments
pbs: maleix ne niñ'eje'

source: None
pbs: nip ndá

source: Lowpass
pbs: Namaa pu'u

source: Bandpass
pbs: n'ujuñ snakejel'

source: Highpass
pbs: n'ujuñ kujaich'

source: Line
pbs: Niñ'eje'

source: Purple
pbs: niñkijiñ pu'p

source: Green
pbs: Niñkijily'

source: Blue
pbs: Niñkijich'

source: Yellow
pbs: Nijan'

source: Grid division:
pbs: masa'aui re riñja lichjau

source: Page color:
pbs: Xikjia' pu nixií

source: Transposition:
pbs: Transposición:

source: Pan:
pbs: Nangau

source: Reverb
pbs: Reverberación

source: Attack duration
pbs: lun'ejem mam'ujuñ'

source: Decay duration
pbs: Lun'ejem se vak'em

source: Filter Type:
pbs: vakja ne kantse'em

source: Type
pbs: vakja

source: Minimum
pbs: Pu'p

source: Maximum
pbs: kujuach'

source: Random
pbs: Kensemakeje'

source: Track 1 Volume
pbs: Manajap ne ndaku'uts' nda

source: Track 5 Properties
pbs: Lijí vupaí ne ndaku'uts' kik'iaí

source: Generate
pbs: Maleí

source: Record
pbs: maka'an

source: Tools
pbs: Ri'ip

source: M
pbs: s

source: Mute track
pbs: mantse'eiñ ndaku'uts

source: Solo track
pbs: ndaku'uts liji

source: Track %s Properties
pbs: Vupaí ne ndaku'uts %s

source: Left click to mute, right click to solo
pbs: Mates ma meje'p se ma nantse'eiñ, mates ma majap se manatsjau liji

source: Instrument Properties
pbs: vupaí ne make'

source: Drum Kit Properties
pbs: vapaí ne ni'ip pu percusion

source: Loop Properties
pbs: vupaí ne maleix ma'ujuñ

source: Assign Key
pbs: mamejep re rave'en ndanú

source: Jam
pbs: Matajau

source: Beat
pbs: mane'en

source: Desktop
pbs: ndakats' ngk'uix

source: Drum Kits
pbs: Sakad-a ndavaí re percusion

source: Loops
pbs: Bucles

source: Loop
pbs: Bucle

source: Pan:
pbs: nangau

source: Beats:
pbs: kad-es

source: Regularity:
pbs: Makjaa't

source: Master volume
pbs: manajap kasaut ngk'uix

source: Stop Loops
pbs: mama'ai bucles

source: Mute Loops
pbs: mantse'eiñ bucles

source: Jump To Beat
pbs: manjua'alp ne kad-es

source: Synch to:
pbs: Sincronizar con:

source: 1 Beat
pbs: nda mates

source: 2 Beats
pbs: nui mates

source: 3 Beats
pbs: ranju' mates

source: 4 Beats
pbs: kiñui mates

source: 5 Beats
pbs: kik'iaí mates

source: 6 Beats
pbs: telgya mates

source: 7 Beats
pbs: telñujuñ' mates

source: 8 Beats
pbs: nda nsjau' mates

source: 9 Beats
pbs: nda nsjau' nda mates

source: 10 Beats
pbs: seska'ai mates

source: 11 Beats
pbs: seska'ai nda mates

source: 12 Beats
pbs: seska'ai nui mates

source: Desktop 1
pbs: ndaka'ts ngk'uix nda

source: Desktop %d
pbs: ndaka'ts ngk'uix %d

source: Record microphone into slot 1
pbs: Maka'an ndape'et leet vakja ma nda

source: Record microphone into slot 2
pbs: Maka'an ndape'et leet vakja ma nui

source: Record microphone into slot 3
pbs: Maka'an ndape'et leet vakja ma ranju'

source: Add new Sound
pbs: meje'euts' viñkjiu vatei'

source: Sound:
pbs: vatei'

source: Register:
pbs: matsjau

source: Play
pbs: maleiñ

source: Play / Stop
pbs: Maleiñ / mama'ai

source: Balance
pbs: lijiung

source: Click to record a loop
pbs: mates se manaja maka'an nda bucle

source: Click to add a loop
pbs: meje'euts nda bucle

source: Click to clear all loops
pbs: mavun mi'ia pu bucles

source: Source
pbs: ngutue'p kily'e

source: Effect
pbs: lustja'aun

source: Control
pbs: matung

source: Sound Output
pbs: ma nejeiñ ne vatei'

source: LFO
pbs: OBF

source: Amplitude
pbs: mandap

source: Frequency
pbs: vaka'ang

source: Waveform
pbs: vakja ne vaka'ang

source: Sine
pbs: Seno

source: Triangle
pbs: ranju'mú

source: Bi-Square
pbs: kiñuimú

source: Uni-Square
pbs: sanda-kiñuímu

source: Sawtooth
pbs: xilyja'aik

source: Sawtooth-down
pbs: xilyja'aik nip likiu'uch'

source: Offset
pbs: mantsux

source: A low frequency oscillation (LFO) is an inaudible, pulsing wave used to change another sound.
pbs: nip lu'ui majau vakanag (OBF) navu nda manajap vakanag make kue'e manatsjau ne vatei'

source: The volume of the LFO wave. More volume means more effect.
pbs: Ne manajap pu vaka'ang OBF. nda im manajap vakja majau lichja'aun.

source: The speed of the wave.
pbs: Pu manajap ne vaka'ang

source: The type of wave that will be used for the LFO.
pbs: Kanen malep ne manajap se manakje' pu OBF

source: The value added to the amplitude of the LFO.
pbs: Pu liñjú mamejep ne ngutue'p pu OBF

source: Seed
pbs: Kusií

source: A sequence of numbers without repetition chosen by the computer.
pbs: Kad-a likjiu'un rabe'en nip ku'e'e me'ets ndukue'eik pu nak'ujuly' nde'ets kily'e

source: The smallest number allowed
pbs: Ne nabe'en kad-ep manuap

source: The biggest number allowed.
pbs: Ne nabe'en mad-uaja' manuap

source: The speed of the sequence.
pbs: Pu matau ne vaka'ang

source: The number to initialize the number generator
pbs: Ne nabe'en se manapup ne katsjau re rabe'en

source: Envelope
pbs: sania' mamaiñ

source: Attack
pbs: Mapeje't

source: Decay
pbs: vak'em

source: Sustain
pbs: Ndatets'

source: Release
pbs: majau na'ei natsau'

source: An ADSR envelope is the shape of the sound's volume over time.
pbs: Pu mamaiñ mats'eí ADSR navu vakja pu manajap ne vatei' se nama n'ujuñ kunju'.

source: (A) how quickly the sound reaches full volume.
pbs: (A) im manei k'ua njua'al ne mi'ia manajap

source: (D) how quickly the sound drops after the attack.
pbs: (D) im manei pu'p ne vatei' statjum se rama'ai.

source: (S) the volume of the sound until the note is released.
pbs: (s) pu manajap vatei' manan'ejem ma nanjiang ne lijiu.

source: (R) how quickly the sound goes away.
pbs: (R) im manei vutjung se lijiu xi'iap se vuljung nda vatei'

source: Scaling
pbs: tajaich'

source: Linear
pbs: niñ'eje'

source: Logarithmic
pbs: Logarítmica

source: Poll time
pbs: kunju' se ma'u'up

source: The trackpad can be used to modify the sound. This is from left to right.
pbs: Ne trackpad pu XO lania'at make' se majau matsjau ne vatei'. nanji ma meje'ep nama ma majap.

source: The minimum value the trackpad will send.
pbs: Ne liñju masau' ma namaí pu trackpad.

source: The maximum value the trackpad will send.
pbs: Ne liñjú sau' vakejé ma namaí pu trackpad.

source: The shape of the value repartition. In a straight line (linear) or a curved line (logarithmic).
pbs: Peuk me'ei masajaik re liñjú. lumei niñ'eje' mate'eung (lumei niñ'eje') vankajam (logarítmica).

source: The time interval between each event coming from the trackpad.
pbs: Ne kiñkie' majul' ne kunju'p kiñkie'p re lichjau se vud-ua pu trackpad.

source: The trackpad can be used to modify the sound. This is from top to bottom.
pbs: Ne trackpad pu XO lania'at kue'e matsjau ne vatei'. nanji lupup kimvia' ma kunjue'p.

source: Carrier Frequency
pbs: Vka'ang vupejé

source: Modulator Frequency
pbs: vaka'ang moduladora

source: Index
pbs: vumang kad-er vud-ua

source: Gain
pbs: Mateje'p

source: Frequency modulation synthesis (FM) creates an electronic sound by combining the frequency of two waves (the carrier and the modulator).
pbs: Pu kusau ve'ets' ne lutseiñ se lu'uei vaka'ang (FM) lutsjau nda vatei' vasal' vaka'ang re lue'ei lutseiñ' (ne lutsjau lejeu majau).

source: The main wave frequency.
pbs: Pu vaka'ang ne lutsjau lejeu majau se chigui'

source: The frequency of the wave that will modify the Carrier wave.
pbs: Se vaka'ang ne lustjau majau lijiu make' se manatsjau ne ka'ujuñ

source: The variation in frequency of the Carrier wave.
pbs: Valei vakja ne lu'ui vaka'ang ne nikji ka'ujuñ.

source: The volume of the sound.
pbs: Pu manajap ne vatei'.

source: Buzz
pbs: Tseik

source: Number of harmonics
pbs: Kusau' re majau vaka'ang

source: Filter Slope
pbs: Limip matse'eiñ

source: A buzz is a very bright sound with many harmonics.
pbs: Kad-a tseik navu nda lijiu majau lumei valei mats'eí

source: The pitch of the buzz sound.
pbs: Ne vakja lijiu se tseik

source: The harmonic thickness of the sound.
pbs: Pu vakja ngutue' ne vatei lijiu

source: The brightness of the sound.
pbs: Pu vatei' mats'eí

source: VCO
pbs: OCV

source: Square
pbs: Kiñuimuu

source: A voltage-controlled oscillator (VCO) creates an electronic sound by combining the shape of two waves.
pbs: nda ascilador matung se majap (OCV) lutsjau nda vatei' vaka'ang xikich' mamejep vakja re lustajau mats'eí.

source: The wave that will be modified by the VCO.
pbs: Ne nikji se manatsjau viñkjiu pu OBF

source: The shape of the VCO's wave.
pbs: Vakja pu nikji OCV

source: Pluck
pbs: Matsjap niñ'eje

source: Vibrato
pbs: Ndaka'aut

source: An electronic string instrument (like a guitar).
pbs: Nda ngube'ei lumei rikji xikich' (nkjai nda ngube'ei nimpjie'e)

source: The pitch of the instrument.
pbs: Pu ngube'ei lijiu

source: Noise
pbs: ijiu

source: White
pbs: Kad-ua

source: Pink
pbs: Niñjats'

source: Bandwidth
pbs: Nixi'i ne kata'at

source: Noise is a sound with energy on every frequency.
pbs: Re lijiu navu nda vatei' lumei xikich' pu mi'ia vaka'ang.

source: The shape of noise to be used (white = bright, pink = dark, gauss = colored).
pbs: Pu vakja ne lijiu make' ( kad-ua = vanjial' = kulumvú, gauss = nu'uá)

source: The thickness of the sound.
pbs: vakja manaja ne vatei'

source: Sound Sample
pbs: Ma'u'up ne vatei'

source: Sample Number
pbs: nabe'en ma'u'up

source: Sample name
pbs: Ngunjiu' pu nda'u'up

source: A sample is a real sound that has been recorded and that can be played back.
pbs: Nda nda'u'up ne nda vatei' lik'iajam se ndukjua'an maiñ vania'at maleiñ.

source: The pitch of the sample.
pbs: Pu vatei' ma'u'up

source: The sample to be used.
pbs: Pu ma'u'up se make'

source: Voice
pbs: ngumang

source: Vowel
pbs: kily'e

source: An electronic voice.
pbs: Nda ngumam xikich'

source: The pitch of the sound.
pbs: Pu vakja lijiu ne vatei'

source: The shape of the sound based on vowels.
pbs: Pu vakja ne vatei' mamejep kily'e.

source: Grain
pbs: Ngutsei'

source: The grain effect splits the sound in tiny bits which can be rearranged in time.
pbs: Pu vakja ngutseí lustjau ne vatei' ly'it' vasajaik se vania'at makjaik se vud-uap kunju'

source: The pitch of grains.
pbs: Pu vakja re ntsei'

source: The variation in pitch of grains.
pbs: Re valei vakja pu lijiu re ntsei'

source: Additive Synthesis
pbs: Síntesis Aditiva

source: Spread
pbs: Masa'au

source: Additive synthesis creates musical timbre by combining different waves.
pbs: Pu kusau' make'eik ma'u'u lutsjau nda lijiu kichjas se vumaun matseí vaka'ang.

source: The separation between the different waves.
pbs: Se masa'aun pu kale vakja vaka'ang

source: The shape of the wave.
pbs: vakja vaka'ang

source: Microphone input
pbs: ndejei mape'et leet

source: Length of the memory
pbs: maba'au ne ngukua'ap'

source: memory number
pbs: nabe'en ngukua'ap

source: Playback speed
pbs: Manaja re maleiñ

source: Microphone input is record into a buffer for playback (right-click on the object to record sound)
pbs: Pu ndejei ne ndape'et leet ndukjua'an nam'ejep nda ngukua'ap kiñkie'mejep se manat'ujuñ (mates nma nangau majap se maka'an re vatei')

source: This parameter can not be modified
pbs: Nanaji ndasau' kad-ep manania'at navaun'

source: Speed playback changes duration and pitch of the sound
pbs: Pu matau se maleiñ liviaun' se lujueu' maiñ lijiu ne vatei'

source: Delay
pbs: Lijiaiñ

source: Feedback
pbs: kue'e vasap

source: Delay is an audio effect that repeats the sound over and over.
pbs: Ne liñaiñ' (li'iau) navu lutsjau se maka'an luleix lu'ujuñ ne vatei' nda maiñ' kad-ama

source: The speed of the delay.
pbs: Se vataut pu lu'uei li'au

source: The time it takes for the sound to go away.
pbs: Kunju' vake' se ma lamé ne vatei'

source: Distortion
pbs: nip matseiñ lichja'aun

source: Resonance
pbs: im lijiu

source: Distortion Level
pbs: Masau' se im lijiu

source: Distortion is the deformation of a wave which creates harsh sounds.
pbs: Se nip majau lijiu navu vumang ne nda nikji lustjau vatei' im

source: The pitch of the distorted sound.
pbs: Pu vatei se nip majau lichja'aun

source: The amount of vibration the instrument has against itself.
pbs: Kusau im lijiu se lumei ne ngube'ei

source: The volume of the distorted sound.
pbs: Pu manajap ne vatei' nip majau lichja'aun'.

source: Filter
pbs: ndatse'eiñ

source: An audio filter is designed to brighten, darken or color a sound.
pbs: Nda ndatse'eiñ maka'an' se matsjau ma lastja'aun vanjial', kiñkjiu't maiñ, kulu'ua ne vatei'.

source: The point in the sound to be filtered.
pbs: Pu ndanu ne vatei' se manats'e'eiñ

source: The size of the region affected by the filter.
pbs: Vakja ngutue'p pu se ndu'eu' ne ndatse'eiñ

source: The type of filter used: lowpass = dark, highpass = bright, bandpass = colored.
pbs: Pu vakja ne ndatse'eiñ manakje': n'ujuñ kimviu'p, n'ujuñ kujaich'=vanjial', lu'ujuñ snakejel'=maka'at.

source: Ring Modulator
pbs: kakja't ne ngubás

source: Mix
pbs: Masál'

source: Ring modulation is an audio effect that creates metallic sounds.
pbs: Ne kakjak pu ngubás lustjap ne maka'an lichjau vatei' mats'ei

source: The pitch of the ring modulator.
pbs: Ne lijiu pu kakaja't ne ngubás.

source: The volume of the modulated sound.
pbs: Manaja ne vatei' makaja't

source: The shape of the wave used for modulation.
pbs: Vakja ne nikjí kje' ma nakjat'

source: Length
pbs: Kujap

source: Reverb Level
pbs: Masau' ne reverberación

source: Reverberation is the length a sound stays in a room.
pbs: Ne reverberación ne kunju' se nda vatei' lun'ejem ne nda tijia'p.

source: The size of the room.
pbs: Kutue'p pu ndatajaixt leet

source: The brightness of the reverberated sound.
pbs: Pu vanjial' ne vatei' reverberado.

source: The amount of reverb to be applied.
pbs: Kusau' re reverberacion se manam'ejep

source: Harmonizer
pbs: Matsjau lejeu

source: Dry delay
pbs: Lijiañ mu'u

source: A harmonizer doubles the sound musically.
pbs: Nda katsjau lejeu luleix re kichjas pu vatei'.

source: The pitch of the doubled sound.
pbs: Pu lijiu ne vatei' maleix.

source: The start time of the original sound.
pbs: Pu ndapup re vatei' kutap ndutsjau.

source: The balance between the original and the doubled sound.
pbs: Pu se lijiung kiñkie' ne vatei kutap ndutsjau maiñ' ne maleix matsjau.

source: Equalizer 4 bands
pbs: Kakjaik vatei' lumei kiñui snakejel'

source: Band one gain
pbs: Mateje'p snakejel' nda

source: Band two gain
pbs: Mateje'p snakejel' nui

source: Band three gain
pbs: Mateje'p snakejel' ranju'

source: Band four gain
pbs: Mateje'p snakejel' kiñui

source: A 4 band equalizer chooses slices (bands) in the sound and makes them louder or softer.
pbs: Nda kakjaik vatei' lumei kiñui snakejet vakeje' segmentos (snakejet) ne vatei' maiñ lutsjau im manaja maiñ' sejep.

source: The volume of band 1 (low).
pbs: Pu manajap ne snakejel' nda (kimviu'p)

source: The volume of band 2 (mid-low).
pbs: Ne manajap pu snakejel' nui (tsukue'e kimviu'p).

source: The volume of band 3 (mid-high).
pbs: Ne manajap pu snakejel' ranju' (masau' majaich').

source: The volume of band 4 (high).
pbs: Ne manajap pu snakejel' kiñui (majaich')

source: Chorus
pbs: Kandaut

source: LFO Depth
pbs: Im kujai' OBF

source: LFO Frequency
pbs: vaka'ang OBF

source: The chorus effect plays copies of the same sound with a slight variation.
pbs: Ne lutsjau re kandaut tsjas ne sanda vatei' lumei nda chich'i mavaun'.

source: The volume of the LFO signal.
pbs: Pu manajap ne lichja'aun OBF.

source: The pitch of the LFO signal.
pbs: Pu lijiu ne lichja'aun OBF.

source: The amount of delay between the two signals.
pbs: Kusau' lu'uei lijaiñ kiñkie' nui lichja'aun.

source: Presets
pbs: kutap kue'e ndutsjau

source: Main
pbs: Chigui'

source: : controller output
pbs: kandung pu ma nejeiñ

source: : sound output
pbs: ma nejeiñ ne vatei'

source: : sound input
pbs: Ndejei' ne vatei'

source: Send sound to the speakers
pbs: Mapaí ne vatei' nama pu parlates

source: Duration:
pbs: Lun'ejem

source: Reset the worktable
pbs: kue'e mapup ne xich'ejeiñ kje' manal'ajal'ajap.

source: Record Synth sound into slot
pbs: Maka'an vatei' chich'i matsjau pu kily'i masua'ats'

source: Preset
pbs: kutap kue'e ndutsjau

source: Draw tool
pbs: Ri'ip ma natsjau sad-ia' nake'eik

source: Paint tool
pbs: ri'ip ma naga't

source: Generate new tune
pbs: matsjau nda viñkjiu nguljaú

source: Generate page
pbs: Matsjau nixií

source: Page properties
pbs: Vupaí ne nixií

source: Delete page(s)
pbs: Mavun nixií (s)

source: Duplicate page(s)
pbs: Maleix nixií (s)

source: Add page
pbs: Meje'euts' nixií

source: Beats per page
pbs: Compases ne nixií

source: Save tune
pbs: Maka'an nguljau

source: Load tune
pbs: Maveje'p nguljau

source: Generate track
pbs: Matsjau ndaku'uts'

source: Track properties
pbs: Vupai ne ndaku'uts

source: Clear track
pbs: Matseiñ' ndaku'uts'

source: Duplicate track
pbs: Maleix maku'uts'
