Repository: Tabs16/tamtam
Catalog: TamTamEdit.activity/po/*.po
Languages: mr, ps, rw, tr

source: TamTamEdit
mr: टॅम टॅम बदला
ps: ټم ټم اېډېټ
rw: Tam Tam guhindura
tr: TamTam düzenleme

source: Play / Pause
mr: खेळा/विराम
ps: غږول/ ځنډول
rw: Gukina/ Byakanya gato
tr: oynatınız/durdurunuz

source: Stop
mr: थांबा
ps: تمېدل
rw: Guhagarara
tr: durdurunuz.

source: Record keyboard
mr: कीबोर्ड नोंदवा
ps: د رېکارډ کیلیدړه
tr: klavyeyi kaydediniz.

source: Record to ogg
mr: ओजिजी मध्ये नोंदवा
ps: ogg ته رېكارډ كړئ
tr: ogg'a kaydediniz.

source: Select Tool
mr: साधन निवडा
ps: ټاكنې توكى
rw: Toranya igikoresho
tr: araç seçiniz.

source: Draw Tool
mr: चित्र काढायचे साधन
ps: انځورګرۍ توكى
rw: Gushushanya igikoresho
tr: çizim araçları

source: Paint Tool
mr: रंगवयाचे साधन
ps: رنګ توكى
rw: Gusiga irange igikoresho
tr: boyama araçları

source: Duplicate
mr: नक्कल
ps: كاپي
rw: Igicupuri
tr: çoğaltınız.

source: Volume / Tempo
mr: आवाज / गती
ps: ډكون/ تګ
rw: kogeza/ kudahoraho
tr: ses/tempo

source: Generate Tune
mr: स्वर बनवा
ps: زېږون سر
rw: Ohereza ijwi
tr: melodi oluşturunuz.

source: Generation
mr: उत्पादन
ps: نسل
rw: Nigihe kigezweho
tr: üretim

source: Properties
mr: गुणधर्म
ps: ځانتیاوې
rw: Ibintu biranga ikintu
tr: özellikler

source: Volume
mr: आवाज
ps: ډكون
rw: Uburyo byo kogeza amajwi cg ukagabanya
tr: ses

source: Tempo
mr: आवाज
ps: ټېمپو

source: Rythm
mr: ताल
ps: رېتم
rw: Ingyana
tr: ritim

source: Density
mr: घनता
ps: ښځلې
rw: Iremwe bwite
tr: yoğunluk

source: Regularity
mr: नियमीतपणा
ps: منظموالې
rw: Nikintu gihoraho
tr: düzen

source: Pitch
mr: ध्वनीची उच्चनीचता
ps: سطحه
rw: Ijwi riri hejuru
tr: karakter sıklığı

source: Maximum step
mr: अधिकतम पायरी
ps: ټولو زيات پړاو
rw: Ntinabwe ndede ishoboka
tr: en fazla porte aralığı

source: Duration
mr: कालमर्यादा
ps: مهالپېر
rw: Nigihe
tr: süre

source: Note duration
mr: कालमर्यादा नोंदवा
ps: يادښت مهالپېر
rw: Igihe cyubahirijwe
tr: nota sürekliliği

source: Silence density
mr: शांततेचि घनता
ps: د چوپتيا زياتوالې
rw: Ubutayu bucyecyetse
tr: susma sıklığı

source: Scale:
mr: माप:
ps: اندازه كونه:
rw: Nihindura ngano
tr: ölçek

source: Major scale
mr: मोठे माप
ps: ضروري اندازه كونه
rw: Ihindura ngano ry ibaze
tr: ana ölçek

source: Harmonic minor scale
mr: हारमोनिकचे लहान माप
ps: كوشنې همغږې مېچل
tr: armonik küçük ölçek

source: Natural minor scale
mr: नैसर्गिक लहान माप
ps: كوشنې طبيعي مېچل
tr: doğal küçük ölçek

source: Phrygian scale
mr: फ्रिजियन माप
ps: پرګيان مېچل
tr: frikyalı ölçeği

source: Dorian scale
mr: डॉरियन माप
ps: ډوريان مېچل
tr: Dor ölçeği

source: Lydian scale
mr: लाइडियन माप
ps: لېډيان مېچل
tr: lidyalı ölçeği

source: Myxolidian scale
mr: मयक्षॉलीडियान माप
ps: مېكسولېډيان مېچل
tr: Myxolidian ölçeği

source: Mode:
mr: रीत
ps: اكر:_
rw: Ikintu kigaje
tr: Mod:

source: Drunk
mr: पिलेला
ps: مست
rw: Kunywa
tr: sarhoş

source: Drone and Jump
mr: ड्रोन आंड जंप
ps: غږېدل او ټوپوهل
rw: Drone no Gusimbuka
tr: mırıldanarak yürüyünüz.

source: Repeater
mr: पुनरुच्चार करणे
ps: تكراروونكې
rw: Akamashine kazamura amajwi
tr: yineleyici

source: Loop segments
mr: लूप सेगमेंट्स
ps: كړۍ ټوټې كول
rw: Umuyoboro wibice
tr: döngü parçaları

source: None
mr: काहीही नाही
ps: هېڅ يو
rw: Ntanumwe
tr: hiçbiri

source: Lowpass
mr: लो पास
ps: ټيټ تېرنځاى
rw: Gutsindira hasi
tr: yavaşlama

source: Bandpass
mr: बॅंडपास
ps: بانډ تېرنځاى
tr: bant geçirici

source: Highpass
mr: हाइपास
ps: لوړ تېرنځاى
rw: Gutsindira hejuru
tr: yüksek geçişli

source: Line
mr: रेषा
ps: ليكه
rw: Umurongo
tr: satır

source: Loop Segments
mr: लूप सेगमेंट्स
ps: پرله پسې حصې
rw: Umuyoboro wibice
tr: döngü parçaları

source: Purple
mr: जांभळा
ps: ارغواني
rw: Ibara ryikijuju
tr: mor

source: Green
mr: हिरवा
ps: زرغون
rw: Ibara ryicyatsi
tr: yeşil

source: Blue
mr: निळा
ps: شين
rw: Ibara ryubururu
tr: mavi

source: Yellow
mr: पिवळा
ps: ژېړ
rw: Ibara ryumuhondo
tr: sarı

source: Grid division:
mr: ग्रिड डिवीजन
ps: وېشل:_
tr: yatay ve dikey çizgi hatları

source: Page color:
mr: पानाचा रंग
ps: مخ رنګ:_
rw: Ipaje yirange
tr: sayfa rengi

source: Transposition:
mr: क्रमपरिवर्तन
ps: لېږدېدل - وروسته وړاندې كېدل:_
tr: yer değiştirme

source: Volume:
mr: आवाज
ps: ډكون:_
rw: Kwiyongera kwikintu
tr: ses

source: Pan:
mr: पॅन:
ps: كټورې:_
tr: bütün

source: Reverb:
mr: दुमदुमने:
ps: رېورب:_
rw: Kugaruka kunshinga
tr: eko

source: Attack duration:
mr: हल्लेची वेळ
ps: د بريد موده:_
rw: Kwataka kwigihe
tr: saldırı süresi

source: Decay duration:
mr: नाश होण्याची वेळ
ps: د بدلون موده:_
rw: Kubora Kwigihe
tr: bozulma süresi

source: Filter Type:
mr: फिल्टरचे प्रकार
ps: د چاڼ ځېل:_
rw: Ubwoko bwakayunguruzo
tr: filtre çeşidi

source: Filter cutoff:
mr: फिल्टर कटओफ
ps: د چاڼ پاى:_
rw: Akayunguruzo cutoff:
tr: filtre bitiş tarihi

source: Type:
mr: प्रकार
ps: ځېل:ـ
rw: Ubwokobwikintu
tr: yazınız.

source: Minimum:
mr: कमीत कमी
ps: لږترلږه
rw: Ikintu kiri hasi
tr: en az

source: Maximum:
mr: जास्तीत जास्त
ps: ترټولو لوړ
rw: Ikintu kiri hejuru
tr: en çok

source: Random:
mr: विखुरलेले
ps: ناټاکلې
rw: Gufata rimwe gusa
tr: rastgele

source: Track 1 Volume
mr: ट्राक १ वॉल्युम
ps: ۱پلنيوى ډكون
rw: Ongera ijwi ryambere
tr: 1.şarkı büyüklüğü

source: Track 5 Properties
mr: ट्राक ५ चे गुणधर्म
ps: ۵ پلنيوى ځانتیاوې
rw: Ibigize ijwi ryagatanu
tr: şarkı 5'in özellikleri

source: Compose
mr: रचना करून तैयार करा
ps: راجوړول
rw: Kwandika
tr: besteleyiniz.

source: Generate
mr: उत्पन्न करणे
ps: زېږول
rw: Kohereza
tr: oluşturunuz.

source: M
mr: एम
ps: اېم
rw: Inyuguti yindagi M

source: Mute track
mr: म्युट ट्राक
ps: ګونګ پلنيوى
tr: ses kısma

source: Solo track
mr: सोलो ट्राक
ps: يو كسيز پلنيوى
tr: solo parça

source: Track %s Properties
mr: ट्राक %s गुणधर्म
ps: د %s پلنيوى ځانتیاوې
tr: %s parçasının özellikleri

source: Left click to mute, right click to solo
mr: आवाज बंद करण्यासाठी डाव्या बाजुच बटणदाबा, सोलो करण्यासाठी उजव्या बाजुच बटणदाबा
ps: د ګونګوالي لپاره كيڼ ټك وكړئ، انفرادي لپاره ښي ټك وكړئ
rw: Kanda ibumoso to mute, kanda iburyo to solo
tr: ses kısmak için sola tıklayınız, tek ses veya çalgı için sağa tıklayınız.

source: Select tool
mr: साधने निवडा
ps: ټاكنې توكى
rw: Toranya igikoresho
tr: araç seçiniz.

source: Draw tool
mr: चित्र काढण्याचे साधन
ps: انځورګرۍ توكى
rw: Shushanya igikoresho
tr: çizim aracı

source: Paint tool
mr: चित्र काढण्याचे साधन
ps: رنګ توكى
rw: Siga irange igikoresho
tr: boyama aracı

source: Generate new tune
mr: नवीन सूर बनवा
ps: نوې غږ جوړول
rw: Ohereza ingyana nshya
tr: yeni melodi oluşturunuz.

source: Generate page
mr: नवीन पान बनवा
ps: مخ جوړول
rw: Tanga ipaje
tr: çağrı oluşturunuz.

source: Page properties
mr: पानाचे गुणधमॅ
ps: مخ ځانتیاوې
rw: Ipaje yibintu
tr: çağrı özellikleri

source: Delete page(s)
mr: पान काढून टाका
ps: مخ (مخونه) رنګول
rw: Siba amapaje
tr: anonsu siliniz.

source: Duplicate page(s)
mr: सारखे पान
ps: مخ )مخونه) كاپي كول
rw: Ibicupuri byamapaje
tr: çağrıyı yineleyiniz.

source: Add page
mr: नवीन पान जोडा
ps: مخ زياتول
rw: Ongeraho indi paje
tr: anons ekleyiniz.

source: Beats per page
mr: ठोके प्रती पान
ps: وهل-پر- مخ
rw: Beats ya buri paje
tr: anons tempoları

source: Save tune
mr: सूर शिल्लक ठेवा
ps: سر ساتل
rw: Bika ingyana
tr: melodiyi kaydediniz.

source: Load tune
mr: लोड ट्यून
ps: سر پيلول
rw: Twara ingyana
tr: melodiyi yükleyiniz.

source: Generate track
mr: ट्रॅक बनवा
ps: پلنیوی زېږول
rw: Ohereza Track
tr: şarkı oluşturunuz.

source: Track properties
mr: ट्रॅकचे गुणधर्म
ps: پلنیوی ځانتیاوې
rw: Ibintu byumutego
tr: şarkı özellikleri

source: Clear track
mr: ट्रॅक काढून टाका
ps: پلنیوی پاكول
rw: Umutego usobanutse
tr: şarkıyı temizleyiniz.

source: Duplicate track
mr: हुबेहुब ट्रॅक
ps: پلنیوی كاپي كول
rw: Igicupuri cyumutego
tr: şarkıyı çoğaltınız.

source: Note(s) properties
mr: नोटचे गुणधर्म
ps: يادښت (يادښتونه) ځانتیاوې
rw: Ibintu byingenzi
tr: nota özellikleri

source: Delete note(s)
mr: नोट कढुन टाका
ps: يادښت (يادښتونه) رنګول
rw: Siba ibyingenzi
tr: notaları siliniz.

source: Duplicate note(s)
mr: हुबेहुब नोट
ps: يادښت (يادښتونه) كاپي
rw: Ibicupuri byingenzi
tr: notaları çoğaltınız.

source: Move note in time
mr: नोट वेळेत हलवा
ps: يادښت په ټاكلي پير كې لېږدول
rw: Ikintu kingenzi kigenda mugihe
tr: notaları zamanında yürütünüz.

source: Lower pitch
mr: ध्वनिची उच्चनीचता कमी करा
ps: ټيټه سطحه
rw: Ijwi riri hasi
tr: seyrek karakter

source: Raise pitch
mr: ध्वनिची उच्चनीचता वाढवा
ps: پورته سطحه
rw: Ongera ijwi
tr: karakter sıklığını arttırınız.

source: Modify duration
mr: वेळेत फेर बदल करा
ps: موده بدلول
rw: Erekana igihe
tr: süreyi ayarlayınız.

source: Lower volume
mr: आवाज़ कमी करा
ps: ټيټ ډكون
rw: Ijwi riri hasi
tr: sesi azaltma

source: Raise volume
mr: आवाज़ वाढवा
ps: پورته ډكون
rw: Zamura ijwi
tr: ses açma

source: Play
mr: वाजवा
ps: غږول
rw: Gukina
tr: oynatınız.

source: Pause
mr: थोडा वेळ थांबा
ps: ځنډول
rw: Guhagarika by`akanya gato
tr: duraklatınız.

source: Keyboard recording
mr: कीबोर्ड नोंदवा
ps: کیلیدړه رېكارډونه
tr: klavye kısayolu

source: Save as .ogg
mr: .ओजीजी ने नोंद करा
ps: ساتل لكه .ogg
rw: Bika nka.ogg
tr: ogg. olarak kaydediniz.

source: Rewind
mr: मागे घ्या
ps: له سره ول
rw: Gusubiza inyuma
tr: geri sarınız.

source: Save to journal and quit
mr: नियतकालिक मध्ये शिल्लक टाका आणि बंद करा
ps: په ورځپاڼه وساتئ او بهر راووځئ
rw: Bika mukinyamakuru hanyuma ugende
tr: günlüğe kaydediniz ve çıkınız.

source: Master volume
mr: मुख्य आवाज
ps: آر ډكون
rw: Ubunini/Ubuto fatizo
tr: en yüksek ses

source: -- Rythm density, | Rythm regularity
mr: -- तालची घनता, |_ तालचा नियमितपणा
ps: -- د ساز ژوروالې، / د ساز لوړوالې
tr: -- ritim sıklığı, / ritim düzeni

source: -- Pitch regularity, | Pitch maximum step
mr: -- ध्वनीच्या उच्चनीचतेचा नियमितपणा , | ध्वनीच्या उच्चनीचतेची अधीक्तम पायरी
ps: د سطحې پاندي، / د سطحې وروستې بريد ګام
tr: ses perdesi düzeni, / en yüksek ses perdesi

source: -- Average duration, | Silence probability
mr: --साधारण वेळ, | शांततेची शक्यता
ps: -- منځالى موده، | د چوپتيا اټكل
tr: ortalama süre, / sessizlik olasılığı

source: Myxolydian scale
mr: मायक्झॉलिडीयन पट्टी
ps: مېكسولېډيان مېچل
tr: Myxolydian gamı

source: Save preset
mr: सेव प्रिसेट
ps: مخچمتو ساتل
tr: önceki ayarları kaydediniz.

source: Load preset
mr: लोड प्रिसेट
ps: مخچمتو پيل
tr: önceki ayarları yükleyiniz.

source: Close
mr: बंद करा
ps: بندول
rw: Funga ibyo ukora
tr: kapatınız.

source: Transpose up
mr: वरती पक्षांतर करा
ps: سُر لوړول
tr: Öne alınız.

source: Transpose down
mr: खाली पक्षांतर करा
ps: سُر ټيټول
tr: Alta koyunuz.

source: Volume up
mr: आवाज वाढवा
ps: غږ لوړول
rw: Ijwi riri hejuru
tr: sesi açınız.

source: Volume down
mr: आवाज कमी करा
ps: غږ ټيټول
rw: Ijwi riri hasi
tr: sesi azaltınız.

source: Panoramisation
mr: पॅनरोमायझेशन
ps: منظره جوړونه
tr: çok seslilik

source: Reverb
mr: दुमदुमणे
ps: انعكاس
rw: Isubirwamo ryinshinga
tr: eko

source: Attack duration
mr: हल्लेची कालमर्यादा
ps: د بريد موده:_
rw: Igihe atake yamaze
tr: saldırı süresi

source: Decay duration
mr: नाश होण्याची कालमर्यादा
ps: د بدلون موده:_
rw: Igihe cyatakaye
tr: bozulma süresi

source: Lowpass filter
mr: लो पास फिल्टर
ps: ټيټ تېر چاڼ
rw: Akayunguruzo kadakora
tr: alçak geçişli filtre

source: Highpass filter
mr: हाइपास फिल्टर
rw: Akayunguruzo gakora
tr: yüksek geçişli filtre

source: Bandpass filter
mr: बॅंडपास फिल्टर
tr: bant geçirici filtresi

source: Filter cutoff
mr: फिल्टर कट ओफ
ps: د چاڼ پاى:
tr: filtre bitiş tarihi

source: Open algorithmic generator
mr: ओपन एलगोरिदम जनरेटर
tr: algoritmik düzenleyiciyi açınız.

source: Drone and jump
mr: ड्रोन अँड जंप
ps: غږېدل او جمپ وهل
rw: Drone kandi usimbuke
tr: söylenerek yürüyünüz.

source: Minimum value
mr: कमीतकमी किंमत
rw: Umubare uri hasi
tr: en az değer

source: Maximum value
mr: जास्तीतजास्ती किंमत
ps: ترټولو لوړ ارزښت
rw: Umubare uri hejuru
tr: en çok değer

source: Specific parameter
mr: निश्चित माप दंडा
ps: ځانګړې ارزښتمني
tr: belirli parametre

source: Apply generator
mr: अप्लाय जनरेटर
ps: توليدوونكې كارول
rw: Koresha imashini itanga amshanyarazi
tr: üreteci uygulayınız.

source: Cancel
mr: रद्द करणे
ps: ړنګونه
rw: Gukuraho/Gusiba
tr: iptal ediniz.

source: Balance
mr: समतोल
ps: بېلانس
rw: Iringaniza ryikintu
tr: denge

source: Play / Stop
mr: वाजवा / थांबा
ps: غږول/ تمېدل
rw: Guki
tr: oynatınız/durdurunuz

source: Left click to record, right click to record on top
mr: नोंद करण्यास डाव्या बाजूचा बटन डबा, वरती करण्यास उजव्या बाजूचा बटन डबा
ps: د رېکارډ لپاره کيڼ ټک وکړﺉ، او پورته رکارډ لپاره ښی ټک وکړﺉ
rw: Kanda ibumoso kugiranggo ufate amajwi,kanda iburyo kugirango ufate amajwi hejuru
tr: kaydetmek için sola tıklayınız, üste kaydetmek için sağa tıklayınız

source: Complexity of beat
mr: बीटची गुंतागुंत
ps: د ګټلو پېجلتیاوې
rw: Gukomera kwa beat
tr: vuruş karmaşıklığı

source: Beats per bar
mr: बीट्स पर बार
tr: ölçü çizgisi vuruşu

source: Jazz / Rock Kit
mr: जॅझ / रॉक किट
ps: جاز/ خوځنده کايټ
tr: caz/ Rock aleti

source: African Kit
mr: आफ्रिकन उपकरण
ps: افریقایی کایټ
rw: Uruvange rwibikoreshwa muri Afurika
tr: afrika aleti

source: Arabic Kit
mr: अरबीक उपकरण
ps: عربي کايټ
rw: Uruvange rwibikoreshwa muri Arabiya
tr: arap aleti

source: South American Kit
mr: साउत अमेरिकन उपकरण
ps: سوېلي امریکا کايټ
rw: Uruvange rwamagyepfo yafurika
tr: güney amerika aleti

source: Electronic Kit
mr: विद्युत उपकरण
ps: برېښنایی کایټ
rw: Uruvange rwa Electronic
tr: elektronik alet

source: Record with the microphone
mr: ध्वनीविस्तारक यंत्राने नोंदे करणे
ps: د مېکرافون په واسطه رېکارډول
rw: Fata amajwi ukoresheje indangururamajwi
tr: mikrofonla kaydediniz.

source: Open SynthLab to create noise
mr: ओपन सिंथ लॅब टू क्रियेट नोइसे
ps: د شورماشور جوړونې لپاره سېنت لېب پرانېزﺉ
tr: ses oluşturmak için Synthlab'ı açınız.

source: Record mic into slot 1
mr: रेकॉर्ड माइक इनटू स्लॉट १
ps: د غږ ثبتول ۱ سوري ته
rw: Fatira mic ku mwobo 1
tr: mikrofonu kısım 1'e kaydediniz.

source: Record mic into slot 2
mr: रेकॉर्ड माइक इनटू स्लॉट २
ps: د غږ ثبتول ۲ سوري ته
rw: Fatira mic kumwobo 2
tr: mikrofonu kısım 2'ye kaydediniz.

source: Record mic into slot 3
mr: रेकॉर्ड माइक इनटू स्लॉट ३
ps: د غږ ثبتول ۳ سوري ته
rw: Fatira mic kumwobo3
tr: mikrofonu kısım 3'ye kaydediniz.

source: Record mic into slot 4
mr: रेकॉर्ड माइक इनटू स्लॉट ४
ps: د غږ ثبتول ۴ سوري ته
rw: Fatira mic kumwobo 4
tr: mikrofonu kısım 4'ye kaydediniz.

source: S
ps: اېس
rw: Inyuguti yindagi S
