Repository: Tabs16/tamtam
Catalog: TamTamSynthLab.activity/po/*.po
Languages: fa_af

source: TamTamSynthLab
fa_af: لابراتوار آمیزش صدای تمتم

source: Source
fa_af: منبع

source: Effect
fa_af: تاثیر

source: Control
fa_af: کنترل

source: Sound Output
fa_af: مجرای بیرونی صدا

source: Amplitude
fa_af: دامنه

source: Frequency
fa_af: فریکانس

source: Waveform
fa_af: موجی شکل

source: Sine
fa_af: ساین

source: Triangle
fa_af: مثلث

source: Bi-Square
fa_af: مربع دوتایی

source: Uni-Square
fa_af: مربع یکتایی

source: Sawtooth
fa_af: دندانه دار

source: Sawtooth-down
fa_af: دندانه-پائین

source: Offset
fa_af: حاشيه صحافى

source: A low frequency oscillation (LFO) is an inaudible, pulsing wave used to change another sound.
fa_af: یک نوسان کوتاه فریکانس (LFO) غیر قابل شنوائی است، موج تپشی است که برای تغییر موج دیگر بکار میرود.

source: The volume of the LFO wave. More volume means more effect.
fa_af: حجم موج LFO. حجم زیاد بمعنی تاثیر زیاد.

source: The speed of the wave.
fa_af: سرعت موج.

source: The type of wave that will be used for the LFO.
fa_af: نوعیت موج که برای LFO استعمال میگردد.

source: The time by which the LFO is delayed.
fa_af: زمانی که در آن LFO به تعویق می افتد.

source: Random
fa_af: تصادفی

source: Minimum
fa_af: کمترین

source: Maximum
fa_af: بیشترین

source: Seed
fa_af: بذر

source: A sequence of numbers without repetition chosen by the computer.
fa_af: یک سلسله ای از اعداد که بدون تکرار توسط کمپوتر انتخاب گردیده.

source: The smallest number allowed
fa_af: کوچکترین شماره قابل قبول

source: The biggest number allowed.
fa_af: بزرگترین شماره قابل قبول.

source: The speed of the sequence.
fa_af: سرعت تسلسل.

source: The number to initialize the number generator
fa_af: شماره که شماره ساز را شماره اولیه میدهد

source: Envelope
fa_af: پاکت

source: Attack
fa_af: حمله

source: Decay
fa_af: پوسیدگی

source: Sustain
fa_af: نگهداشتن

source: Release
fa_af: رها کردن

source: An ADSR envelope is the shape of the sound's volume over time.
fa_af: پاکت ADSR یک شکلی از برچسب صدا با گذشت زمان است.

source: (A) how quickly the sound reaches full volume.
fa_af: (A) به چه سرعت صدا به اوج خود میرسد.

source: (D) how quickly the sound drops after the attack.
fa_af: (D) به چه سرعت صدا بعد از حمله سقوط میکند.

source: (S) the volume of the sound until the note is released.
fa_af: (S) حجم صدا تا اینکه نوت پخش میشود.

source: (R) how quickly the sound goes away.
fa_af: (R) به چه سرعت صدا دور میشود.

source: Trackpad X
fa_af: لای شیار X

source: Scaling
fa_af: پیمایش

source: Lin
fa_af: پرتگاه

source: Log
fa_af: لوگاریتم

source: Poll time
fa_af: زمان رای گیری

source: The trackpad can be used to modify the sound. This is from left to right.
fa_af: لای شیار برای تعدیل صدا استفاده میشود. این از چپ به راست است.

source: The minimum value the trackpad will send.
fa_af: کمترین مقداریکه لای شیار ارسال میکند.

source: The maximum value the trackpad will send.
fa_af: بیشترین مقداریکه لای شیار ارسال میکند.

source: The shape of the value reapartition. In a straight line (linear) or a curved line (logarithmic).
fa_af: شکل برگشت مقدار. بشکل یک خط مستقیم(خطی) یا یک خط منحنی (لوگاریتمی).

source: The time interval between each event coming from the trackpad.
fa_af: فاصله زمانی میان آمدن هر رویدادی از لای شیار.

source: Trackpad Y
fa_af: لای شیار Y

source: The trackpad can be used to modify the sound. This is from top to bottom.
fa_af: لای شیار برای تعدیل صدا استفاده میشود. این از بالا به پائین است.

source: The maximum value de trackpad will send.
fa_af: بیشترین مقداریکه لای شیار ارسال میکند.

source: The shape of the value repartition. In a straight line (linear) or a curved line (logarithmic).
fa_af: شکل برگشت مقدار. بشکل یک خط مستقیم(خطی) یا یک خط منحنی (لوگاریتمی).

source: Carrier Frequency
fa_af: فریکانس حامل

source: Modulator Frequency
fa_af: فریکانس تلفيق کننده

source: Index
fa_af: شاخص

source: Gain
fa_af: نفع

source: Frequency modulation synthesis (FM) creates an electronic sound by combining the frequency of two waves (the carrier and the modulator).
fa_af: اختلاط تلفيق فرایکانس (FM) با یکجا نمودن فریکانس دو امواج (حامل و تلفیق کننده) یک صدای برقی میسازد.

source: The main wave frequency.
fa_af: فریکانس موج اصلی.

source: The frequency of the wave that will modify the Carrier wave.
fa_af: فریکانس موج که موج حامل را تعدیل میکند.

source: The variation in frequency of the Carrier wave.
fa_af: بی ثباتی در فریکانسی موج حامل.

source: The volume of the sound.
fa_af: درجه صدا.

source: Buzz
fa_af: وزوز کردن

source: Number of harmonics
fa_af: تعداد هم آهنگ ها

source: Filter Slope
fa_af: میل صافی

source: A buzz is a very bright sound with many harmonics.
fa_af: وزوز یک صدای روشن ودارای چندین همساز است.

source: The pitch of the buzz sound.
fa_af: اوج صدای وزوز.

source: The harmonic thickness of the sound.
fa_af: ضخامت هم آهنگ صدا.

source: The brightness of the sound.
fa_af: درخشندگی صدا.

source: Square
fa_af: مربع

source: A voltage-controlled oscillator (VCO) creates an electronic sound by combining the shape of two waves.
fa_af: ارتعاش‌ سنج کنترول شده ولتاژ (VCO) با یکجا نمودن اشکال دو موج یک صدای برقی میسازد.

source: The wave that will be modified by the VCO.
fa_af: موج توسط VCO تعدیل خواهد شد.

source: The shape of the VCO's wave.
fa_af: شکل موج VCO.

source: Pluck
fa_af: انقباض

source: Lowpass Filter
fa_af: صافی پائین گذار

source: Vibrato
fa_af: صدای اهتزاز

source: An electronic string instrument (like a guitar).
fa_af: یک ابزار نوازشی برقی (چون گیتار).

source: The pitch of the instrument.
fa_af: استقرار ابزار- سطح ابزار.

source: Noise
fa_af: سروصدا

source: Type
fa_af: نوعیت

source: White
fa_af: سفید

source: Pink
fa_af: صورتی

source: Gauss
fa_af: واحد شدت‌ ميدان‌ مغناط‌يسی

source: Bandwith
fa_af: پهنای باند

source: Noise is a sound with energy on every frequency.
fa_af: سرو صدا یک صدای دارای انرژی در هر فریکانس است.

source: The shape of noise to be used (white = bright, pink = dark, gauss = colored).
fa_af: شکل صدای که استفاده میشود (سفید = روشن، رنگ صورتی = تاریک، گاوس = رنگه).

source: The thickness of the sound.
fa_af: ضخامت صدا.

source: Sound Sample
fa_af: صدای نمونه ای

source: Sample Number
fa_af: شماره ای نمونه

source: Sample name
fa_af: اسم نمونه

source: A sample is a real sound that has been recorded and that can be played back.
fa_af: نمونه یک صدای اصلیست که ثبت شده است و دوباره نواخته میشود.

source: The pitch of the sample.
fa_af: سطح نمونه.

source: The sample to be used.
fa_af: نمونه که استعمال میشود.

source: Voice
fa_af: صدا

source: Vowel
fa_af: صدا دار

source: An electronic voice.
fa_af: یک آواز برقی.

source: The pitch of the sound.
fa_af: زیروبم صدا.

source: The shape of the sound based on vowels.
fa_af: شکل صدا مبنی بر واکه های آن.

source: Grain
fa_af: دانه

source: The grain effect splits the sound in tiny bits which can be rearranged in time.
fa_af: تاثیر دانه صدا را به بیتهای ریز دوبخش میکند که میتوان هر زمانی با آراسته شود.

source: The pitch of grains.
fa_af: سطح دانه.

source: The sample to be used
fa_af: نمونه که استعمال میشود

source: The variation in pitch of grains.
fa_af: ناپايداری در سطح دانه ها.

source: Additive Synthesis
fa_af: امتزاج افزایشی

source: Spread
fa_af: پخش شدن

source: Additive synthesis creates musical timbre by combining different waves.
fa_af: امتزاج افزایشی با یکجا نمودن چندین امواج طنین موسیقی دار میسازد.

source: The separation between the different waves.
fa_af: جدائی میان امواج مختلف.

source: The shape of the wave.
fa_af: شکل‌ موج‌.

source: Microphone input
fa_af: ورودی میکروفون

source: Length of the memory
fa_af: درازی حافظه

source: memory number
fa_af: شماره حافظه

source: Playback speed
fa_af: سرعت بازنواخت

source: Microphone input is record into a buffer for playback (right-clic on the objet to record sound)
fa_af: ورودی میکروفون در یک حافظه ميانجى برای بازنواختن ضبط میشود (بروی شئ راست تیک نمائید تا صدا ضبط شود)

source: This parameter can not be modified
fa_af: پارامتر اصلاح نمیشود

source: Speed playback changes duration and pitch of the sound
fa_af: بازنواختی سریع مدت و زیروبمی صدا را تغییر میدهد

source: The volume of the sound
fa_af: درجه صدا

source: Delay
fa_af: تاخیر

source: Feedback
fa_af: بازخورد

source: Delay is an audio effect that repeats the sound over and over.
fa_af: تاخیر یک تاثیر صدایی است که صدا را باربار تکرار میکند.

source: The speed of the delay.
fa_af: سرعت تاخیر.

source: The time it takes for the sound to go away.
fa_af: مدت زمانی که صدا برای دور شدن در بر میگیرد.

source: Distortion
fa_af: تحریف

source: Resonance
fa_af: طنین

source: Distortion Level
fa_af: سطح طنین

source: Distortion is the deformation of a wave which creates harsh sounds.
fa_af: تحریف تغيير شکل موج است که صداهای خشن برمی آورد.

source: The pitch of the distorted sound.
fa_af: زيروبم صدای تحریف شده.

source: The amount of vibration the instrument has against itself.
fa_af: مقدار ارتعاش که ابزار بر مقابل خود دارد.

source: The volume of the distorted sound.
fa_af: درجه‌ صدای تحریف شده.

source: Filter
fa_af: صافی

source: Lowpass
fa_af: پائین گذار

source: Highpass
fa_af: بالا گذار

source: Bandpass
fa_af: باند گذار

source: An audio filter is designed to brighten, darken or color a sound.
fa_af: صافی صدا برای روشن سازی، تاریکسازی و یا رنگه نمودن صدا طراحی گردیده است.

source: The point in the sound to be filtered.
fa_af: نقطه از صدا که باید تصفیه شود.

source: The size of the region affected by the filter.
fa_af: اندازه منطقه ای که توسط صافی متاثر گردیده است.

source: The type of filter used: lowpass = dark, highpass = bright, bandpass = colored.
fa_af: نوعیت صافی که استعمال میگردد: پائین گذار = تاریک، بلندگذار = روشن، باندگذار = رنگه.

source: Ring Modulator
fa_af: تعدیل کننده زنگ

source: Mix
fa_af: آمیخته

source: Ring modulation is an audio effect that creates metallic sounds.
fa_af: تعدیل زنگ یک تاثیر صدا است که صداهای فلزی میسازد.

source: The pitch of the ring modulator.
fa_af: زیروبم تعدیل کننده زنگ.

source: The volume of the modulated sound.
fa_af: درجه صدای تعدیل شده.

source: The shape of the wave used for modulation.
fa_af: شکل موجی که برای تعدیل استعمال میشود.

source: Reverb
fa_af: انعکاس

source: Length
fa_af: طول

source: Reverb Level
fa_af: سطح انعکاس

source: Reverberation is the length a sound stays in a room.
fa_af: انعکاس آن طولیست که صدا در یک اطاق میباشد.

source: The size of the room.
fa_af: اندازه اطاق.

source: The brightness of the reverberated sound.
fa_af: درخشندگی صدای طنین دار.

source: The amount of reverb to be applied.
fa_af: مقدار انعکاس که انداخته شود.

source: Harmonizer
fa_af: هم آهنگ ساز

source: Dry delay
fa_af: تاخیر خشک شدن

source: A harmonizer doubles the sound musically.
fa_af: هم آهنگساز صدا را بطور خوشگوار دوگانه میسازد.

source: The pitch of the doubled sound.
fa_af: زیروبم صدای دوگانه شده.

source: The start time of the original sound.
fa_af: وقت شروع صدای اصلی.

source: The balance between the original and the doubled sound.
fa_af: توازن میان صدای اصلی و صدای دوگانه شده.

source: Equalizer 4 bands
fa_af: برابر کننده 4 باند

source: Band one gain
fa_af: تقویت باند یک

source: Band two gain
fa_af: تقویت باند دو

source: Band three gain
fa_af: تقویت باند سه

source: Band four gain
fa_af: تقویت باند چهار

source: A 4 band equalizer chooses slices (bands) in the sound and makes them louder or softer.
fa_af: یک برابرکننده 4 بانده قسمت ها (باندها) را در صدا طوری انتخاب میکند که آنها را بلندتر میسازد ویا هم پست تر.

source: The volume of band 1 (low).
fa_af: درجه باند 1 (پست).

source: The volume of band 2 (mid-low).
fa_af: درجه باند 2 (پست درمیانی).

source: The volume of band 3 (mid-high).
fa_af: درجه باند 3 (بلند درمیانی).

source: The volume of band 4 (high).
fa_af: درجه باند 4 (بلند).

source: Chorus
fa_af: همسرایان

source: LFO Depth
fa_af: عمق LFO

source: LFO Frequency
fa_af: فریکانس LFO

source: The chorus effect plays copies of the same sound with a slight variation.
fa_af: تاثیر همسرایی نقل های همان صدا را با کمی اختلاف می نوازد.

source: The volume of the LFO signal.
fa_af: درجه علامت LFO.

source: The pitch of the LFO signal.
fa_af: زیروبم علامت LFO.

source: The amount of delay between the two signals.
fa_af: مقدار تاخیر میان دو علامت.

source: lfo
fa_af: نوسان بسامد پايين

source: rand
fa_af: کناره

source: trackpadX
fa_af: صفحه شیار X

source: trackpadY
fa_af: صفحه شیار Y

source: fm
fa_af: تلفيق بسامدى

source: buzz
fa_af: صدای وزوز

source: vco
fa_af: متصدى اندازه گيرى تراز و ارتفاع

source: pluck
fa_af: انقباض

source: noise
fa_af: سروصدا

source: sample
fa_af: نمونه

source: voice
fa_af: آواز

source: grain
fa_af: دانه

source: addSynth
fa_af: اضافه ترکیب دهنده

source: mic
fa_af: بلندگو- میکروفون

source: wguide
fa_af: رهبر w

source: distort
fa_af: تحریف

source: filter
fa_af: صافی

source: ring
fa_af: حلقه

source: reverb
fa_af: انعکاس

source: harmon
fa_af: هارمون

source: eq4band
fa_af: برابر کننده 4 باند

source: chorus
fa_af: همسرایان

source: Main
fa_af: اصلی

source: Presets
fa_af: پیش نشانده ها

source: : controller output
fa_af: : بیرون مجرای کنترول کننده

source: : sound output
fa_af: : بیرون مجرای صدا

source: : sound input
fa_af: : درون مجرای صدا

source: Send sound to the speakers
fa_af: صدا را به بلندگوها ارسال کن

source: Duration:
fa_af: مدت:

source: Duration
fa_af: مدت

source: Record Synth sound into slot 1
fa_af: صدای آمیزش را به شکاف 1 ضبط کن

source: Record Synth sound into slot 2
fa_af: صدای آمیزش را به شکاف 2 ضبط کن

source: Record Synth sound into slot 3
fa_af: صدای آمیزش را به شکاف 3 ضبط کن

source: Record Synth sound into slot 4
fa_af: صدای آمیزش را به شکاف 4 ضبط کن

source: Record Synth sound into slot 5
fa_af: صدای آمیزش را به شکاف 5 ضبط کن

source: Record Synth sound into slot 6
fa_af: صدای آمیزش را به شکاف 6 ضبط کن

source: Reset the worktable
fa_af: میزکار را بازنشانی کن

source: Preset 1
fa_af: پیش نشانده 1

source: Preset 2
fa_af: پیش نشانده 2

source: Preset 3
fa_af: پیش نشانده 3

source: Preset 4
fa_af: پیش نشانده 4

source: Preset 5
fa_af: پیش نشانده 5

source: Preset 6
fa_af: پیش نشانده 6

source: Preset 7
fa_af: پیش نشانده 7

source: Preset 8
fa_af: پیش نشانده 8

source: Preset 9
fa_af: پیش نشانده 9

source: Preset 10
fa_af: پیش نشانده 10

source: Select tool
fa_af: ابزار انتخاب

source: Draw tool
fa_af: ابزار کشیدن

source: Paint tool
fa_af: ابزار رسامی

source: Generate new tune
fa_af: نوای جدید بساز

source: Generate page
fa_af: صفحه بساز

source: Page properties
fa_af: خصوصیات صفحه

source: Delete page(s)
fa_af: حذف صفحه (ات)

source: Duplicate page(s)
fa_af: دوگانگی صفحه (ات)

source: Add page
fa_af: اضافه صفحه

source: Beats per page
fa_af: ضربه در هر صفحه

source: Save tune
fa_af: ثبت نوا

source: Load tune
fa_af: اجرای نوا

source: Generate track
fa_af: ساختن شیار

source: Track properties
fa_af: خصوصیات شیار

source: Clear track
fa_af: صاف کردن شیار

source: Duplicate track
fa_af: دوگانگی شیار

source: Note(s) properties
fa_af: خصوصیات نوت (ها)

source: Delete note(s)
fa_af: حذف نوت (ها)

source: Duplicate note(s)
fa_af: دوگانگی نوت (ها)

source: Move note in time
fa_af: نوت را در وقت ببرید

source: Lower pitch
fa_af: پست کردن زیروبم

source: Raise pitch
fa_af: بلند کردن زیروبم

source: Modify duration
fa_af: تعدیل مدت

source: Lower volume
fa_af: پست کردن صدا

source: Raise volume
fa_af: بلند کردن صدا

source: Play
fa_af: نواختن

source: Pause
fa_af: مکث

source: Stop
fa_af: توقف

source: Keyboard recording
fa_af: ضبط صفحه کلید

source: Save as .ogg
fa_af: ثبت بحیث فایل صوتی

source: Rewind
fa_af: بازپيچى

source: Save to journal and quit
fa_af: به یادداشت ثبت کن و بند کن

source: Master volume
fa_af: صدای اصلی

source: Tempo
fa_af: ميزان‌ سرعت‌

source: Left click to mute, right click to solo
fa_af: تیک پچ برای خاموشی، تیک راست برای تک نوازی

source: -- Rythm density, | Rythm regularity
fa_af: -- تراکم ساز، / باقاعدگی ساز

source: -- Pitch regularity, | Pitch maximum step
fa_af: -- باقاعدگی زیروبم، / بیشترین مرحله زیروبم

source: -- Average duration, | Silence probability
fa_af: -- مدت اوسط، / احتمال خاموشی

source: Drunk
fa_af: مست

source: Drone and Jump
fa_af: وزوزکن و بپر

source: Repeater
fa_af: تکرار کننده

source: Loop segments
fa_af: بندهای حلقه

source: Major scale
fa_af: مقیاس بزرگ

source: Harmonic minor scale
fa_af: مقیاس کوچک موزون

source: Natural minor scale
fa_af: مقیاس کوچک طبیعی

source: Phrygian scale
fa_af: مقیاس فریگیان

source: Dorian scale
fa_af: مقیاس دوریان

source: Lydian scale
fa_af: مقیاس لیدیان

source: Myxolydian scale
fa_af: مقیاس مکسلودیان

source: Save preset
fa_af: پیش نشانده را ذخیره کن

source: Load preset
fa_af: پیش نشانده را اجراء کن

source: Generate
fa_af: بساز

source: Close
fa_af: بند کن

source: Transpose up
fa_af: ترانهانی بالا

source: Transpose down
fa_af: ترانهانی پائین

source: Volume up
fa_af: بلند کردن صدا

source: Volume down
fa_af: پست کردن صدا

source: Panoramisation
fa_af: چشم انداز

source: Attack duration
fa_af: مدت حمله

source: Decay duration
fa_af: مدت تجزئیه

source: Lowpass filter
fa_af: صافی پائین گذار

source: Highpass filter
fa_af: صافی بلندگذار

source: Bandpass filter
fa_af: صافی باندگذار

source: Filter cutoff
fa_af: قطع صافی

source: Open algorithmic generator
fa_af: سازنده الگوریتمی را باز کن

source: Line
fa_af: خط

source: Drone and jump
fa_af: وزوز کن وبپر

source: Minimum value
fa_af: کمترین مقدار

source: Maximum value
fa_af: بیشترین مقدار

source: Specific parameter
fa_af: پارامتر معین

source: Apply generator
fa_af: سازنده را بکار ببر

source: Cancel
fa_af: لغو

source: Volume
fa_af: درجه صدا

source: Balance
fa_af: توازن

source: Play / Stop
fa_af: نواختن / توقف

source: Left click to record, right click to record on top
fa_af: تیک پچ برای ضبط، تیک راست برای ضبط در بالا

source: Complexity of beat
fa_af: پیچیدگی ضربان

source: Beats per bar
fa_af: ضربه در هر نوار

source: Jazz / Rock Kit
fa_af: بسته لوازم موسیقی جاز / راک

source: African Kit
fa_af: بسته لوازم افریقایی

source: Arabic Kit
fa_af: بسته لوازم عربی

source: South American Kit
fa_af: بسته لوازم آمریکای جنوبی

source: Electronic Kit
fa_af: بسته لوازم برقی

source: Record with the microphone
fa_af: توسط میکروفون ضبط کن

source: Open SynthLab to create noise
fa_af: بای تولید سروصدا آمیزشگاه را باز کن

source: Record mic into slot 1
fa_af: صدای میکروفون را در شکاف 1 ضبط کن

source: Record mic into slot 2
fa_af: صدای میکروفون را در شکاف 2 ضبط کن

source: Record mic into slot 3
fa_af: صدای میکروفون را در شکاف 3 ضبط کن

source: Record mic into slot 4
fa_af: صدای میکروفون را در شکاف 4 ضبط کن
